-- INSERT INTO tickets (
--     customer_id, title, description, compleatd, tech, created_at, updated_at
--     ) VALUES
--         (1, 'Ноутбук не вмикається', 'Клієнт повідомив, що його ноутбук не вмикається, навіть коли підключений до мережі.', false, 'unassigned', now(), now()),
--         (1, 'Повільна робота комп''ютера', 'Клієнт зазначив, що комп''ютер працює дуже повільно.', false, 'unassigned', now(), now()),
--         (1, 'Видалення вірусів', 'Клієнту потрібне видалення вірусів з його стаціонарного комп''ютера.', false, 'unassigned', now(), now()),
--         (2, 'Замінити екран', 'Клієнт потребує заміни тріснутого екрану на ноутбуці.', false, 'unassigned', now(), now()),
--         (2, 'Відновлення даних', 'Клієнт випадково видалив важливі файли і потребує відновлення даних.', false, 'unassigned', now(), now()),
--         (2, 'Встановлення програмного забезпечення', 'Клієнт попросив встановити нове програмне забезпечення.', false, 'unassigned', now(), now()),
--         (3, 'Проблеми з підключенням до Wi-Fi', 'Клієнт стикається з проблемами при підключенні до Wi-Fi.', false, 'unassigned', now(), now()),
--         (3, 'Не працює клавіатура', 'Клієнт повідомив, що клавіатура на ноутбуці не працює.', false, 'unassigned', now(), now()),
--         (3, 'Проблеми з перегрівом', 'Комп''ютер клієнта перегрівається і часто вимикається.', false, 'unassigned', now(), now()),
--         (4, 'Замінити жорсткий диск', 'Клієнт потребує заміни несправного жорсткого диска.', false, 'unassigned', now(), now()),
--         (4, 'Оновлення операційної системи', 'Клієнт попросив оновити операційну систему до останньої версії.', false, 'unassigned', now(), now()),
--         (4, 'Заміна батареї', 'Клієнт потребує заміни батареї в ноутбуці.', false, 'unassigned', now(), now()),
--         (5, 'Налаштування принтера', 'Клієнт потребує допомоги у налаштуванні нового принтера.', false, 'unassigned', now(), now()),
--         (5, 'Помилка синього екрану', 'Комп''ютер клієнта часто показує помилку синього екрану.', false, 'unassigned', now(), now()),
--         (5, 'Оновлення пам''яті', 'Клієнт запросив оновлення оперативної пам''яті свого комп''ютера.', false, 'unassigned', now(), now())

INSERT INTO tickets (
    customer_id, title, description, compleated, tech, created_at, updated_at
        ) VALUES
                (1, 'Ноутбук не вмикається', 'Клієнт повідомив, що його ноутбук не вмикається, навіть коли підключений до мережі.', false, 'unassigned', now(), now()),
                        (1, 'Повільна робота комп''ютера', 'Клієнт зазначив, що комп''ютер працює дуже повільно.', false, 'unassigned', now(), now()),
                                (1, 'Видалення вірусів', 'Клієнту потрібне видалення вірусів з його стаціонарного комп''ютера.', false, 'unassigned', now(), now()),
                                        (2, 'Замінити екран', 'Клієнт потребує заміни тріснутого екрану на ноутбуці.', false, 'unassigned', now(), now()),
                                                (2, 'Відновлення даних', 'Клієнт випадково видалив важливі файли і потребує відновлення даних.', false, 'unassigned', now(), now()),
                                                        (2, 'Встановлення програмного забезпечення', 'Клієнт попросив встановити нове програмне забезпечення.', false, 'unassigned', now(), now()),
                                                                (3, 'Проблеми з підключенням до Wi-Fi', 'Клієнт стикається з проблемами при підключенні до Wi-Fi.', false, 'unassigned', now(), now()),
                                                                        (3, 'Не працює клавіатура', 'Клієнт повідомив, що клавіатура на ноутбуці не працює.', false, 'unassigned', now(), now()),
                                                                                (3, 'Проблеми з перегрівом', 'Комп''ютер клієнта перегрівається і часто вимикається.', false, 'unassigned', now(), now()),
                                                                                        (4, 'Замінити жорсткий диск', 'Клієнт потребує заміни несправного жорсткого диска.', false, 'unassigned', now(), now()),
                                                                                                (4, 'Оновлення операційної системи', 'Клієнт попросив оновити операційну систему до останньої версії.', false, 'unassigned', now(), now()),
                                                                                                        (4, 'Заміна батареї', 'Клієнт потребує заміни батареї в ноутбуці.', false, 'unassigned', now(), now()),
                                                                                                                (5, 'Налаштування принтера', 'Клієнт потребує допомоги у налаштуванні нового принтера.', false, 'unassigned', now(), now()),
                                                                                                                        (5, 'Помилка синього екрану', 'Комп''ютер клієнта часто показує помилку синього екрану.', false, 'unassigned', now(), now()),
                                                                                                                                (5, 'Оновлення пам''яті', 'Клієнт запросив оновлення оперативної пам''яті свого комп''ютера.', false, 'unassigned', now(), now())